app/controllers/movies_controller.rb

  def index

    @movies = Movie.all # Get all movies inside an instance variable
---
SELECT "movies".* FROM "movies"